app/controllers/posts_controller.rb

  def create
    post=Post.create(post_params)
---
INSERT INTO "posts" ("title", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "What the hell"], ["content", "yj ad dafkj dafkklnh "], ["created_at", "2020-06-09 14:56:38.054811"], ["updated_at", "2020-06-09 14:56:38.054811"]]