app/controllers/users_controller.rb

  def create
    @user=User.create(user_params)
---
INSERT INTO "users" ("username", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["username", "tsenor"], ["email", "thetseringnorbu@gmail.com"], ["created_at", "2020-06-09 14:48:31.083201"], ["updated_at", "2020-06-09 14:48:31.083201"]]